[
  {
    "Book_Id": 101,
    "ISBN_10": "9780156027",
    "Language": "English",
    "Publisher": "Mariner Books",
    "Total_Pages": 326,
    "Publication_Date": "May 1, 2003",
    "Book_Name": "Life of Pi",
    "Book_Author": "Yann Martel",
    "Book_Price": 300.0,
    "categoryName": 1001,
    "Book_Description": "The son of a zookeeper, Pi Patel has an encyclopedic knowledge of animal behavior and a fervent love of stories. When Pi is sixteen, his family emigrates from India to North America aboard a Japanese cargo ship, along with their zoo animals bound for new homes.The ship sinks. Pi finds himself alone in a lifeboat, his only companions a hyena, an orangutan, a wounded zebra, and Richard Parker, a 450-pound Bengal tiger. Soon the tiger has dispatched all but Pi, whose fear, knowledge, and cunning allow him to coexist with Richard Parker for 227 days while lost at sea. When they finally reach the coast of Mexico, Richard Parker flees to the jungle, never to be seen again. The Japanese authorities who interrogate Pi refuse to believe his story and press him to tell them the truth. After hours of coercion, Pi tells a second story, a story much less fantastical, much more conventional--but is it more true?",
    "Customer_Review": 4.0,
    "Book_Image": "https://images-na.ssl-images-amazon.com/images/I/51rxEvLljUL._SX322_BO1,204,203,200_.jpg",
    "Book_Qty": 8
  },
  {
    "Book_Id": 102,
    "ISBN_10": "1505234727",
    "Language": "English",
    "Publisher": "CreateSpace Independent Publishing Platform",
    "Total_Pages": 398,
    "Publication_Date": "December 5, 2014",
    "Book_Name": "The Three Musketeers",
    "Book_Author": "Alexandre Dumas",
    "Book_Price": 180.0,
    "categoryName": 1001,
    "Book_Description": "The Three Musketeers is a novel by Alexandre Dumas. Set in the 17th century, it recounts the adventures of a young man named d'Artagnan after he leaves home to travel to Paris, to join the Musketeers of the Guard. D'Artagnan is not one of the musketeers of the title; those being his friends Athos, Porthos and Aramis, inseparable friends who live by the motto \"all for one, one for all\", a motto which is first put forth by d'Artagnan. In genre, The Three Musketeers is primarily a historical novel and adventure. However Dumas also frequently works into the plot various injustices, abuses and absurdities of the ancien regime, giving the novel an additional political aspect at a time when the debate in France between republicans and monarchists was still fierce. The story was first serialized from March to July 1844, during the July monarchy, four years before the French Revolution of 1848 violently established the second Republic. The author's father, Thomas-Alexandre Dumas had been a well-known general in France's Republican army during the French revolutionary wars. Although adaptations tend to portray d'Artagnan and the three musketeers as heroes, the novel portrays less appealing characters, who are willing to commit violence over slight insults and through unquestioning loyalty to the king and queen, and treat their servants and supposed social inferiors with contempt and violence.",
    "Customer_Review": 4.5,
    "Book_Image": "https://images-na.ssl-images-amazon.com/images/I/41TxXqToCCL._SX348_BO1,204,203,200_.jpg",
    "Book_Qty": 10
  },
  {
    "Book_Id": 103,
    "ISBN_10": "1512395820",
    "Language": "English",
    "Publisher": "CreateSpace Independent Publishing Platform",
    "Total_Pages": 56,
    "Publication_Date": "December 21, 2020",
    "Book_Name": "The Call of the Wild (Gold Classics)",
    "Book_Author": "Jack London",
    "Book_Price": 120.0,
    "categoryName": 1001,
    "Book_Description": "The Call of the Wild is a novel by Jack London published in 1903. The story is set in the Yukon during the 1890s Klondike Gold Rush—a period in which strong sled dogs were in high demand. The novel's central character is a dog named Buck, a domesticated dog living at a ranch in the Santa Clara Valley of California as the story opens. Stolen from his home and sold into service as sled dog in Alaska, he reverts to a wild state. Buck is forced to fight in order to dominate other dogs in a harsh climate. Eventually he sheds the veneer of civilization, relying on primordial instincts and learned experience to emerge as a leader in the wild.London lived for most of a year in the Yukon collecting material for the book. The story was serialized in the Saturday Evening Post in the summer of 1903; a month later it was released in book form. The novel’s great popularity and success made a reputation for London. Much of its appeal derives from the simplicity of this tale of survival. As early as 1908 the story was adapted to film and it has since seen several more cinematic adaptations.",
    "Customer_Review": 3.5,
    "Book_Image": "https://images-na.ssl-images-amazon.com/images/I/41JNWeZqnsL._SX336_BO1,204,203,200_.jpg",
    "Book_Qty": 14
  },
  {
    "Book_Id": 104,
    "ISBN_10": "0060935464",
    "Language": "English",
    "Publisher": "Harper Perennial",
    "Total_Pages": 336,
    "Publication_Date": "January 1, 2002",
    "Book_Name": "To Kill a Mockingbird",
    "Book_Author": "Harper Lee",
    "Book_Price": 200.0,
    "categoryName": 1002,
    "Book_Description": "One of the most cherished stories of all time, To Kill a Mockingbird has been translated into more than forty languages, sold more than forty million copies worldwide, served as the basis for an enormously popular motion picture, and was voted one of the best novels of the twentieth century by librarians across the country. A gripping, heart-wrenching, and wholly remarkable tale of coming-of-age in a South poisoned by virulent prejudice, it views a world of great beauty and savage inequities through the eyes of a young girl, as her father—a crusading local lawyer—risks everything to defend a black man unjustly accused of a terrible crime.",
    "Customer_Review": 4.0,
    "Book_Image": "https://images-na.ssl-images-amazon.com/images/I/51IXWZzlgSL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
    "Book_Qty": 20
  },
  {
    "Book_Id": 105,
    "ISBN_10": "0316489271",
    "Language": "English",
    "Publisher": "Little, Brown and Company",
    "Total_Pages": 528,
    "Publication_Date": "September 25, 2018",
    "Book_Name": "Little Women: 150th Anniversary Edition",
    "Book_Author": "Louisa May Alcott",
    "Book_Price": 250.0,
    "categoryName": 1002,
    "Book_Description": "For generations, children around the world have come of age with Louisa May Alcott's March girls: hardworking eldest sister Meg, headstrong, impulsive Jo, timid Beth, and precocious Amy. With their father away at war, and their loving mother Marmee working to support the family, the four sisters have to rely on one another for support as they endure the hardships of wartime and poverty. We witness the sisters growing up and figuring out what role each wants to play in the world, and, along the way, join them on countless unforgettable adventures.",
    "Customer_Review": 4.5,
    "Book_Image": "https://images-na.ssl-images-amazon.com/images/I/51xJASXQJwL._SX323_BO1,204,203,200_.jpg",
    "Book_Qty": 10
  },
  {
    "Book_Id": 106,
    "ISBN_10": "1400033411",
    "Language": "English",
    "Publisher": "Vintage; Reprint edition",
    "Total_Pages": 321,
    "Publication_Date": "June 8, 2004",
    "Book_Name": "Beloved",
    "Book_Author": "Toni Morrison",
    "Book_Price": 300.0,
    "categoryName": 1002,
    "Book_Description": "Sethe, its protagonist, was born a slave and escaped to Ohio, but eighteen years later she is still not free. She has too many memories of Sweet Home, the beautiful farm where so many hideous things happened. And Sethe’s new home is haunted by the ghost of her baby, who died nameless and whose tombstone is engraved with a single word: Beloved. Filled with bitter poetry and suspense as taut as a rope, Beloved is a towering achievement.",
    "Customer_Review": 4.5,
    "Book_Image": "https://images-na.ssl-images-amazon.com/images/I/41Rdzbiqh7L._SX322_BO1,204,203,200_.jpg",
    "Book_Qty": 15
  },
  {
    "Book_Id": 107,
    "ISBN_10": "1779501129",
    "Language": "English",
    "Publisher": "DC Comics; Illustrated edition",
    "Total_Pages": 416,
    "Publication_Date": "May 20, 2019",
    "Book_Name": "Watchmen",
    "Book_Author": "Alan Moore",
    "Book_Price": 300.0,
    "categoryName": 1003,
    "Book_Description": "A hit HBO original series, Watchmen, the groundbreaking series from award-winning author Alan Moore, presents a world where the mere presence of American superheroes changed history--the U.S. won the Vietnam War, Nixon is still president, and the Cold War is in full effect.",
    "Customer_Review": 3.6,
    "Book_Image": "https://images-na.ssl-images-amazon.com/images/I/410D4H0IqjL._SX318_BO1,204,203,200_.jpg",
    "Book_Qty": 8
  },
  {
    "Book_Id": 108,
    "ISBN_10": "1607060760",
    "Language": "English",
    "Publisher": "Image Comics; 7th edition",
    "Total_Pages": 1088,
    "Publication_Date": "May 19, 2009",
    "Book_Name": "The Walking Dead: Compendium One",
    "Book_Author": "Robert Kirkman",
    "Book_Price": 380.0,
    "categoryName": 1003,
    "Book_Description": "Introducing the first eight volumes of the fan-favorite, New York Times Best Seller series collected into one massive paperback collection! Collects The Walking Dead #1-48. This is the perfect collection for any fan of the Emmy Award-winning television series on AMC: over one thousand pages chronicling the beginning of Robert Kirkman's Eisner Award-winning continuing story of survival horror- from Rick Grimes' waking up alone in a hospital, to him and his family seeking solace on Hershel's farm, and the controversial introduction of Woodbury despot: The Governor. In a world ruled by the dead, we are finally forced to finally start living.",
    "Customer_Review": 4.0,
    "Book_Image": "https://images-na.ssl-images-amazon.com/images/I/51S12ntkIbL._SX323_BO1,204,203,200_.jpg",
    "Book_Qty": 12
  },
  {
    "Book_Id": 109,
    "ISBN_10": "0062976583",
    "Language": "English",
    "Publisher": "HarperOne; Illustrated edition",
    "Total_Pages": 128,
    "Publication_Date": "October 22, 2019",
    "Book_Name": "The Boy, the Mole, the Fox and the Horse",
    "Book_Author": "Charlie Mackesy",
    "Book_Price": 220.0,
    "categoryName": 1003,
    "Book_Description": "From British illustrator, artist, and author Charlie Mackesy comes a journey for all ages that explores life’s universal lessons, featuring 100 color and black-and-white drawings./“What do you want to be when you grow up?/” asked the mole./“Kind,/” said the boy.Charlie Mackesy offers inspiration and hope in uncertain times in this beautiful book, following the tale of a curious boy, a greedy mole, a wary fox and a wise horse who find themselves together in sometimes difficult terrain, sharing their greatest fears and biggest discoveries about vulnerability, kindness, hope, friendship and love. The shared adventures and important conversations between the four friends are full of life lessons that have connected with readers of all ages. ",
    "Customer_Review": 3.5,
    "Book_Image": "https://images-na.ssl-images-amazon.com/images/I/41JNWeZqnsL._SX336_BO1,204,203,200_.jpg",
    "Book_Qty": 14
  }
]